import { Card, Col, Row } from 'antd';

const SpuzListView = () => {
  return (
    <Row gutter={[16, 20]}>
      <Col span={10}>
        <Card title="Тур: 1 [Контракт]" bordered={false}>
          IT-Академия (колледж) КГЮА [100203] Информационная безопасность автоматизированных системa
          (Очное 9 класс)
          <br />
          <br />
          <span>Зарегистрировано, Рекомендован, Подтверждено абитуриентом</span>
        </Card>
      </Col>
      <Col span={10}>
        <Card title="Тур: 1 [Контракт]" bordered={false}>
          IT-Академия (колледж) КГЮА [100203] Информационная безопасность автоматизированных систем
          (Очное 9 класс)
          <br />
          <br />
          <span>Зарегистрировано, Рекомендован, Подтверждено абитуриентом</span>
        </Card>
      </Col>
      <Col span={10}>
        <Card title="Тур: 1 [Контракт]" bordered={false}>
          IT-Академия (колледж) КГЮА [100203] Информационная безопасность автоматизированных систем
          (Очное 9 класс)
          <br />
          <br />
          <span>Зарегистрировано, Рекомендован, Подтверждено абитуриентом</span>
        </Card>
      </Col>
      <Col span={10}>
        <Card title="Тур: 1 [Контракт]" bordered={false}>
          IT-Академия (колледж) КГЮА [100203] Информационная безопасность автоматизированных систем
          (Очное 9 класс)
          <br />
          <br />
          <span>Зарегистрировано, Рекомендован, Подтверждено абитуриентом</span>
        </Card>
      </Col>
    </Row>
  );
};

export default SpuzListView;
